{
  "plugins": {
    "beacon.nvim": {
      "src": "https://github.com/DanilaMihailov/beacon.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib"
    },
    "blink.nvim": {
      "src": "https://github.com/saghen/blink.nvim",
      "version": "'main'"
    },
    "bufferline.nvim": {
      "src": "https://github.com/akinsho/bufferline.nvim"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "codediff.nvim": {
      "src": "https://github.com/esmuellert/codediff.nvim"
    },
    "conflict-marker.vim": {
      "src": "https://github.com/rhysd/conflict-marker.vim"
    },
    "fff.nvim": {
      "src": "https://github.com/dmtrKovalenko/fff.nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "fyler.nvim": {
      "src": "https://github.com/FylerOrg/fyler.nvim",
      "version": "'main'"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim",
      "version": "'master'"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lsp_signature.nvim": {
      "src": "https://github.com/ray-x/lsp_signature.nvim"
    },
    "lspkind.nvim": {
      "src": "https://github.com/onsails/lspkind.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/norcalli/nvim-colorizer.lua"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-nonicons": {
      "src": "https://github.com/yamatsum/nvim-nonicons"
    },
    "nvim-origami": {
      "src": "https://github.com/chrisgrieser/nvim-origami"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-ufo": {
      "src": "https://github.com/kevinhwang91/nvim-ufo"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "popup.nvim": {
      "src": "https://github.com/nvim-lua/popup.nvim"
    },
    "promise-async": {
      "src": "https://github.com/kevinhwang91/promise-async"
    },
    "smart-paste.nvim": {
      "src": "https://github.com/nemanjamalesija/smart-paste.nvim"
    },
    "spellwand.nvim": {
      "src": "https://github.com/chaneyzorn/spellwand.nvim"
    },
    "startuptime.vim": {
      "src": "https://github.com/tweekmonster/startuptime.vim"
    },
    "tiny-inline-diagnostic.nvim": {
      "src": "https://github.com/rachartier/tiny-inline-diagnostic.nvim"
    },
    "traces.vim": {
      "src": "https://github.com/markonm/traces.vim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "vim-better-whitespace": {
      "src": "https://github.com/ntpeters/vim-better-whitespace"
    },
    "vim-closetag": {
      "src": "https://github.com/alvan/vim-closetag"
    },
    "vim-devicons": {
      "src": "https://github.com/ryanoasis/vim-devicons"
    },
    "vim-highlightedyank": {
      "src": "https://github.com/machakann/vim-highlightedyank"
    },
    "vim-peekaboo": {
      "src": "https://github.com/junegunn/vim-peekaboo"
    },
    "vim-wordmotion": {
      "src": "https://github.com/chaoren/vim-wordmotion"
    }
  }
}
